// Напишите программу, которая на вход принимает число (N), а на выходе показывал все четные числа от 1 до N

Console.WriteLine("Введите число N = ");
int number = Convert.ToInt32(Console.ReadLine());
