// Напишите программу, которая принимает на вход три числа и выдаёт максимальное из них

Console.WriteLine("Введите первое число: ");
int numA = Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Введите второе число: ");
int numB = Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Введите третье число: ");
int numC = Convert.ToInt32(Console.ReadLine());
lists(numA, numB, numC);
def large(arr);
    {
    max = arr[0];
    for ele > max:
        if ele > max:
            max = ele
    return max
    }
lists = [numA, numB, numC];
result = large(lists);
Console.WriteLine(result);
