// Напишите команду, которая принимает на вход числои выдаёт, является ли оно чётным(делится на два без остатка)

Console.WriteLine("Введите число: ");
int number = Convert.ToInt32(Console.ReadLine());
int multiple = number/2;
Console.WriteLine("Число делиться на 2 без остатка");